Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.show-metadata
source: sidebar.showCustomMetadata metadata meta report_meta status custom block
ar: sidebar.showCustomMetadata metadata meta report_meta status custom block تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط مخصص: %@ التطبيق
bs: sidebar.showCustomMetadata metadata meta report_meta status custom block aplikacija opće postavke ponašanje dock traka menija bočna navigacija lijevo detalji sakrij raspored Prilagođeno: %@
da: sidebar.showCustomMetadata metadata meta report_meta status custom block app generelt indstillinger adfærd dock menulinje sidepanel navigation venstre detaljer skjul layout Brugerdefineret: %@ Sidebjælke
de: sidebar.showCustomMetadata metadata meta report_meta status custom block app allgemein einstellungen verhalten dock menüleiste seitenleiste navigation links details ausblenden layout Benutzerdefiniert: %@
es: sidebar.showCustomMetadata metadata meta report_meta status custom block aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño Personalizado: %@ App
fr: sidebar.showCustomMetadata metadata meta report_meta status custom block application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition Personnalisé : %@ App
it: sidebar.showCustomMetadata metadata meta report_meta status custom block app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout Personalizzato: %@
ja: sidebar.showCustomMetadata metadata meta report_meta status custom block メタデータ meta report_meta ステータス カスタム ブロック
ko: sidebar.showCustomMetadata metadata meta report_meta status custom block 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 사용자 정의: %@
nb: sidebar.showCustomMetadata metadata meta report_meta status custom block app generelt innstillinger oppførsel dock menylinje sidepanel navigasjon venstre detaljer skjul oppsett Egendefinert: %@
pl: sidebar.showCustomMetadata metadata meta report_meta status custom block aplikacja ogólne preferencje zachowanie dock pasek menu boczny nawigacja lewy szczegóły ukryj układ Niestandardowe: %@
pt_br: sidebar.showCustomMetadata metadata meta report_meta status custom block app geral preferências comportamento dock barra de menu lateral navegação esquerda detalhes ocultar layout Personalizado: %@
ru: sidebar.showCustomMetadata metadata meta report_meta status custom block приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет Пользовательское: %@
th: sidebar.showCustomMetadata metadata meta report_meta status custom block แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง กำหนดเอง: %@
tr: sidebar.showCustomMetadata metadata meta report_meta status custom block uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen Özel: %@
uk: sidebar.showCustomMetadata metadata meta report_meta status custom block програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет Власне: %@
zh_hans: sidebar.showCustomMetadata metadata meta report_meta status custom block 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 自定义: %@
zh_hant: sidebar.showCustomMetadata metadata meta report_meta status custom block 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 自訂: %@ App

# settings.search.alias.setting.terminal.scrollbar
source: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui
ar: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي طرفية صدفة تمرير سجل شاشة استيراد ترحيل إشارات مرجعية ملفات تعريف ارتباط شخصية الطرفية • %@
bs: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui aplikacija opće postavke ponašanje dock traka menija status bočna terminal shell povratni zapis za pomicanje ekran uvoz migracija oznake historija kolačići profili • %@
da: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app generelt indstillinger adfærd dock menulinje status sidepanel terminal shell rullepanel skærm import migrering bogmærker historik cookies profiler • %@
de: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app allgemein einstellungen verhalten dock menüleiste status seitenleiste terminal shell scrollleiste bildschirm import migration lesezeichen verlauf cookies profile • %@
es: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui aplicación general preferencias comportamiento dock barra de menú estado lateral terminal shell historial desplazamiento pantalla importar migración marcadores cookies perfiles • %@
fr: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui application général préférences comportement dock barre de menus état latérale terminal shell historique défilement écran importer migration favoris cookies profils • %@
it: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app generale preferenze comportamento dock barra menu stato laterale terminale shell cronologia di scorrimento schermo importa migrazione segnalibri cookie profili • %@
ja: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui ターミナル スクロールバック スクロールバー 右端 代替画面 tui
ko: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 터미널 셸 스크롤백 스크롤바 화면 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 • %@
nb: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app generelt innstillinger oppførsel dock menylinje status sidepanel terminal skall tilbakerulling rullefelt skjerm import migrering bokmerker historikk informasjonskapsler profiler • %@
pl: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui aplikacja ogólne preferencje zachowanie dock pasek menu status boczny terminal powłoka przewijanie przewijania ekran import migracja zakładki historia ciasteczka profile • %@
pt_br: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app geral preferências comportamento dock barra de menu status lateral terminal shell histórico rolagem tela importar migração favoritos cookies perfis • %@
ru: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран импорт миграция закладки cookies профили • %@
th: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ • %@
tr: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui uygulama genel tercihler davranış dock menü çubuğu durum kenar terminal kabuk geri kaydırma ekran içe aktar geçiş yer imleri geçmiş çerezler profiller • %@
uk: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui програма загальні параметри поведінка док рядок меню статус бічна панель термінал shell історія прокручування смуга екран імпорт міграція закладки cookies профілі • %@
zh_hans: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 终端 shell 回滚 滚动条 屏幕 导入 迁移 书签 历史记录 Cookie 个人资料 • %@
zh_hant: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 終端機 shell 回捲 捲動列 螢幕 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案 • %@

# settings.search.alias.setting.terminal.copy-on-select
source: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm
ar: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm نسخ تحديد حافظة فأرة نقرة مزدوجة نقرة ثلاثية
bs: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopiraj odabir međuspremnik miš dvoklik troklik
da: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopier markering udklipsholder mus dobbeltklik tredobbeltklik
de: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopieren auswahl zwischenablage maus doppelklick dreifachklick
es: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copiar selección portapapeles ratón doble clic triple clic
fr: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copier sélection presse-papiers souris double-clic triple-clic
it: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copia selezione appunti mouse doppio clic triplo clic
ja: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 選択 コピー クリップボード マウス ダブルクリック トリプルクリック
km: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm ចម្លង ជ្រើស ក្ដារតម្រៀប កណ្ដុរ ចុចពីរដង ចុចបីដង
ko: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 복사 선택 클립보드 마우스 더블클릭 트리플클릭
nb: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopier markering utklippstavle mus dobbeltklikk trippelklikk
pl: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopiuj zaznaczenie schowek mysz dwuklik potrójne kliknięcie
pt_br: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copiar seleção área de transferência mouse clique duplo clique triplo
ru: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm копировать выделение буфер обмена мышь двойной щелчок тройной щелчок
th: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm คัดลอก เลือก คลิปบอร์ด เมาส์ ดับเบิลคลิก ทริปเปิลคลิก
tr: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopyala seçim pano fare çift tıklama üçlü tıklama
uk: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm копіювати виділення буфер обміну миша подвійне клацання потрійне клацання
zh_hans: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 复制 选择 剪贴板 鼠标 双击 三击
zh_hant: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 複製 選取 剪貼簿 滑鼠 按兩下 按三下

# settings.search.alias.setting.sidebarAppearance.match-terminal
source: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync
ar: sidebarAppearance.matchTerminalBackground transparent background material terminal sync طرفية صدفة تمرير سجل شريط شاشة الطرفية • %@ Match
bs: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell povratni zapis traka za pomicanje ekran • %@ Match
da: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell scrollback rullepanel skærm • %@ Match
de: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell scrollback scrollleiste bildschirm • %@ Match
es: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell historial barra de desplazamiento pantalla • %@ Match
fr: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell historique barre de défilement écran • %@ Match
it: sidebarAppearance.matchTerminalBackground transparent background material terminal sync terminale shell cronologia barra di scorrimento schermo • %@ Match
ja: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync 透明 背景 マテリアル ターミナル背景 同期
ko: sidebarAppearance.matchTerminalBackground transparent background material terminal sync 터미널 셸 스크롤백 스크롤바 화면 • %@ Match
nb: sidebarAppearance.matchTerminalBackground transparent background material terminal sync skall tilbakerulling rullefelt skjerm • %@ Match
pl: sidebarAppearance.matchTerminalBackground transparent background material terminal sync powłoka przewijanie pasek przewijania ekran • %@ Match
pt_br: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell histórico barra de rolagem tela • %@ Match
ru: sidebarAppearance.matchTerminalBackground transparent background material terminal sync терминал оболочка история прокрутки полоса экран • %@ Match
th: sidebarAppearance.matchTerminalBackground transparent background material terminal sync เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ • %@ Match
tr: sidebarAppearance.matchTerminalBackground transparent background material terminal sync kabuk geri kaydırma çubuğu ekran • %@ Match
uk: sidebarAppearance.matchTerminalBackground transparent background material terminal sync термінал shell історія прокручування смуга екран • %@ Match
zh_hans: sidebarAppearance.matchTerminalBackground transparent background material terminal sync 终端 shell 回滚 滚动条 屏幕 • %@ Match
zh_hant: sidebarAppearance.matchTerminalBackground transparent background material terminal sync 終端機 shell 回捲 捲動列 螢幕 • %@ Match

# settings.search.alias.setting.sidebarAppearance.light-tint
source: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime
ar: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع
bs: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored izgled tema boja boje shema svijetlo tamno sistem način Svijetla nijansa
da: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout udseende tema farve farver skema lys mørk system tilstand Sidebjælke farvetone
de: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout darstellung design farbe farben schema hell dunkel system modus Heller Farbton
es: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño apariencia tema colores esquema claro oscuro sistema modo Tinte
fr: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition apparence thème couleur couleurs schéma clair sombre système mode Teinte claire
it: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout aspetto tema colore colori schema chiaro scuro sistema modalità Chiara Tinta
ja: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime ライトモード 色 サイドバー tint hex 昼
ko: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 색조
nb: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett utseende tema farge farger skjema lys mørk system modus fargetone
pl: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ wygląd motyw kolor kolory schemat jasny ciemny system tryb Jasna odcień
pt_br: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout aparência tema cor cores esquema claro escuro sistema modo Tonalidade clara
ru: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет внешний вид тема цвет цвета схема светлый темный система режим Светлая Светлое оттенок
th: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด โทนสว่าง
tr: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen görünüm tema renk renkler şema açık koyu sistem mod ton
uk: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет вигляд тема колір кольори схема світлий темний система режим Світла відтінок
zh_hans: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 外观 主题 颜色 配色 浅色 深色 系统 模式 浅色色调
zh_hant: sidebarAppearance.lightModeTintColor light color sidebar tint hex daytime 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 外觀 主題 顏色 配色 淺色 深色 系統 模式 淺色色調

# settings.search.alias.setting.sidebarAppearance.dark-tint
source: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime
ar: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع
bs: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored izgled tema boja boje shema svijetlo tamno sistem način Tamna nijansa
da: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout udseende tema farve farver skema lys mørk system tilstand Sidebjælke farvetone
de: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout darstellung design farbe farben schema hell dunkel system modus Dunkler Farbton
es: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño apariencia tema colores esquema claro oscuro sistema modo Tinte
fr: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition apparence thème couleur couleurs schéma clair sombre système mode Teinte
it: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout aspetto tema colore colori schema chiaro scuro sistema modalità Scura Tinta
ja: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime ダークモード 色 サイドバー tint hex 夜
ko: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 색조
nb: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett utseende tema farge farger skjema lys mørk system modus fargetone
pl: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ wygląd motyw kolor kolory schemat jasny ciemny system tryb Ciemna odcień
pt_br: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout aparência tema cor cores esquema claro escuro sistema modo Tonalidade escura
ru: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет внешний вид тема цвет цвета схема светлый темный система режим Темная Темное Тёмный оттенок
th: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด โทนมืด
tr: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen görünüm tema renk renkler şema açık koyu sistem mod ton
uk: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет вигляд тема колір кольори схема світлий темний система режим Темна відтінок
zh_hans: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 外观 主题 颜色 配色 浅色 深色 系统 模式 深色色调
zh_hant: sidebarAppearance.darkModeTintColor dark color sidebar tint hex nighttime 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 外觀 主題 顏色 配色 淺色 深色 系統 模式 深色色調
